[{"thumbnail":"https://s3.amazonaws.com/ksr/projects/414277/photo-little.jpg?1355586029","name":"The 'Sunshine Mushroom Company' Organic Farm\n\n\nby\nMatthew Findlay","blurb":"We grow Vit. D enriched organic mushrooms and want to expand in order to meet demand and also to go from 50% solar power usage to 100%.","link":"http://www.kickstarter.com/projects/2033406368/the-sunshine-mushroom-company-organic-farm?ref=recently_launched","rewards":[{"pledge":"Pledge £5 or more","currency":"£","price":"5","desc":"For this pledge, we will supply a 35g pack of our Dried Vitamin enriched Mushrooms. Shiitake or Oyster to choose from."},{"pledge":"Pledge £15 or more","currency":"£","price":"15","desc":"For this pledge we will provide a 35g pack of our Dried Vitamin Enriched Mushrooms plus a 10ml bottle of Mushroom Tincture made using our Shiitake mushrooms."},{"pledge":"Pledge £25 or more","currency":"£","price":"25","desc":"For this pledge, we will provide a DIY home starter kit so you can have a go growing your own at home. Will come with all materials needed and instructions on getting the best results."},{"pledge":"Pledge £50 or more","currency":"£","price":"50","desc":"For this pledge we will provide a DIY home kit of your choice, a bottle of our Mushroom Tincture made from Shiitake and a 35g pack of our Dried Vitamin Enriched Mushrooms."},{"pledge":"Pledge £100 or more","currency":"£","price":"100","desc":"Same as the £50 pledge but will include a photo-day at our farm and acknowledgement of your help on our website."}]},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/517392/photo-little.jpg?1365453680","name":"Relaunch: \"Blood Sweat and Guts\"\n\n\nby\nsteve","blurb":"Watch a 50 year old extreme sports enthusiast recover from ten \"Couch Potato Years\" to competing in the Spartan race in 90 days!","link":"http://www.kickstarter.com/projects/599631640/relaunch-blood-sweat-and-guts?ref=recently_launched","rewards":[{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"\"Blood Sweat and Guts\" Sticker, access to the Blood Sweat and Guts\" progress website and your name in the \"Thank you\" section of the ending credits."},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"\"Blood Sweat and Guts\" sticker collection, (Six in all, two of each size), access to the Blood Sweat and Guts\" progress website and your name in the \"Thank you\" section of the ending credits."},{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"\"Blood Sweat and Guts\" sticker collection, (Six in all, two of each size), \"Blood Sweat and Guts\" t-shirt, (specify size), digital copy of film, access to the Blood Sweat and Guts\" progress website and your name in the \"Thank you\" section of the ending credits."},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"Associate Producer credits, \"Blood Sweat and Guts\" sticker collection, (Six in all, two of each size), \"Blood Sweat and Guts\" t-shirt, (specify size),digital copy of film, access to the Blood Sweat and Guts\" progress website and your name in the \"Thank you\" section of the ending credits."},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"Producer credits, \"Blood Sweat and Guts\" sticker collection, (Six in all, two of each size), \"Blood Sweat and Guts\" t-shirt, (specify size),digital copy of film, access to the Blood Sweat and Guts\" progress website and your name in the \"Thank you\" section of the ending credits."},{"pledge":"Pledge $5,000 or more","currency":"$","price":"5","desc":"Executive Producer credits, \"Blood Sweat and Guts\" sticker collection, (Six in all, two of each size), \"Blood Sweat and Guts\" t-shirt, (specify size),digital copy of film, access to the Blood Sweat and Guts\" progress website and your name in the \"Thank you\" section of the ending credits"}],"shirt":{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"\"Blood Sweat and Guts\" sticker collection, (Six in all, two of each size), \"Blood Sweat and Guts\" t-shirt, (specify size), digital copy of film, access to the Blood Sweat and Guts\" progress website and your name in the \"Thank you\" section of the ending credits."}},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/510824/photo-little.jpg?1365632377","name":"Whitney Steele's New Album, \"Beyond These Four Walls\"\n\n\nby\nWhitney Steele","blurb":"I am going ~\"Beyond These Four Walls\"~ and into the studio to record a brand new album!!!","link":"http://www.kickstarter.com/projects/whitneysteele/whitney-steeles-new-album-beyond-these-four-walls?ref=recently_launched","rewards":[{"pledge":"Pledge $1 or more","currency":"$","price":"1","desc":"I will blow a kiss to wherever you are! :)"},{"pledge":"Pledge $15 or more","currency":"$","price":"15","desc":"Digital download of entire album, \"Beyond These Four Walls\" + I will blow a kiss to wherever you are!"},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"Autographed and personalized physical copy of the brand new album, \"Beyond These Four Walls\" + Your name in a special \"Thank You\" section of Whitney's website + I will blow a kiss to wherever you are!"},{"pledge":"Pledge $35 or more","currency":"$","price":"35","desc":"Whitney Steele T-shirt (Design #2 of Limited Edition) -- ALSO -- Autographed and personalized physical copy of the brand new album, \"Beyond These Four Walls\" + Your name in a special \"Thank You\" section of Whitney's website + I will blow a kiss to wherever you are!"},{"pledge":"Pledge $50 or more","currency":"$","price":"50","desc":"A personal phone call from Whitney to say THANK YOU! -- ALSO -- Whitney Steele T-shirt (Design #2 of Limited Edition) + Autographed and personalized physical copy of the brand new album, \"Beyond These Four Walls\" + Digital download of entire album + Your name in a special \"Thank You\" section of Whitney's website + I will blow a kiss to wherever you are!"},{"pledge":"Pledge $75 or more","currency":"$","price":"75","desc":"LIVE Skype Call + Autographed VIP Photo -- ALSO -- A personal phone call from Whitney to say THANK YOU! + Whitney Steele T-shirt (Design #2 of Limited Edition) + Autographed and personalized physical copy of the brand new album, \"Beyond These Four Walls\" + Digital download of entire album + Your name in a special \"Thank You\" section of Whitney's website + I will blow a kiss to wherever you are!"},{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"*TOUR VIP* Handwritten lyrics of a song from the new album + An original or cover song recorded and posted on You Tube dedicated to you -- ALSO -- LIVE Skype Call + Autographed VIP Photo + A personal phone call from Whitney to say THANK YOU! + Whitney Steele T-shirt (Design #2 of Limited Edition) + Autographed and personalized physical copy of the brand new album, \"Beyond These Four Walls\" + Digital download of entire album + Your name in a special \"Thank You\" section of Whitney's website + I will blow a kiss to wherever you are!"},{"pledge":"Pledge $200 or more","currency":"$","price":"200","desc":"*SILVER TOUR VIP* Special Lunch with Whitney Steele! -- ALSO -- Handwritten lyrics of a song from the new album + An original or cover song recorded and posted on You Tube dedicated to you + LIVE Skype Call + Autographed VIP Photo + A personal phone call from Whitney to say THANK YOU! + Whitney Steele T-shirt (Design #2 of Limited Edition) + Autographed and personalized physical copy of the brand new album, \"Beyond These Four Walls\" + Digital download of entire album + Your name in a special \"Thank You\" section of Whitney's website + I will blow a kiss to wherever you are! **Lunch paid for by person pledging."},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"*GOLD TOUR VIP* Private House Concert (Invite your closest friends to your house for a lovely evening...I will bring my acoustic guitar for an intimate night of story telling and music.) -- ALSO -- Special Lunch with Whitney Steele! + Handwritten lyrics of a song from the new album + An original or cover song recorded and posted on You Tube dedicated to you + LIVE Skype Call + Autographed VIP Photo + A personal phone call from Whitney to say THANK YOU! + Whitney Steele T-shirt (Design #2 of Limited Edition) + Autographed and personalized physical copy of the brand new album, \"Beyond These Four Walls\" + Digital download of entire album + Your name in a special \"Thank You\" section of Whitney's website + I will blow a kiss to wherever you are!   **Lunch paid for by person pledging. ***Travel expenses paid for by the person pledging if the concert is outside of California."},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"*PLATINUM TOUR* A day at Disneyland with Whitney Steele! -- ALSO -- Private House Concert (Invite your closest friends to your house for a lovely evening...I will bring my acoustic guitar for an intimate night of story telling and music.) + Special Lunch with Whitney Steele! + Handwritten lyrics of a song from the new album + An original or cover song recorded and posted on You Tube dedicated to you + LIVE Skype Call + Autographed VIP Photo + A personal phone call from Whitney to say THANK YOU! + Whitney Steele T-shirt (Design #2 of Limited Edition) + Autographed and personalized physical copy of the brand new album, \"Beyond These Four Walls\" + Digital download of entire album + Your name in a special \"Thank You\" section of Whitney's website + I will blow a kiss to wherever you are!  **Lunch paid for by person pledging. ***Travel expenses paid for by the person pledging if the concert is outside of Arizona. ****Disneyland paid for by the person pledging."}],"shirt":{"pledge":"Pledge $35 or more","currency":"$","price":"35","desc":"Whitney Steele T-shirt (Design #2 of Limited Edition) -- ALSO -- Autographed and personalized physical copy of the brand new album, \"Beyond These Four Walls\" + Your name in a special \"Thank You\" section of Whitney's website + I will blow a kiss to wherever you are!"}},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/515846/photo-little.jpg?1365506951","name":"Pointon USA - Painting the States\n\n\nby\nRob Pointon","blurb":"A project to create a new collection of 'on the spot' oil paintings on the streets of San Francisco, Las Vegas and New York","link":"http://www.kickstarter.com/projects/pointon/pointon-usa-painting-the-states?ref=recently_launched","rewards":[{"pledge":"Pledge £1 or more","currency":"£","price":"1","desc":"My sincere THANKS for backing the journey plus exclusive access to private blog posts and video diary entries along the way."},{"pledge":"Pledge £5 or more","currency":"£","price":"5","desc":"Signed POSTCARD printed whilst in the US of one of the paintings from the trip to say thank you for supporting the journey plus exclusive access to private blog posts and video diary entries along the way."},{"pledge":"Pledge £10 or more","currency":"£","price":"10","desc":"PDF CATALOGUE emailed to you of all the work produced in the US including pricing, dimensions etc. plus a signed POSTCARD to say thank you for supporting the journey and exclusive access to private blog posts and video diary entries along the way."},{"pledge":"Pledge £15 or more","currency":"£","price":"15","desc":"Signed, glossy 2014 CALENDAR of my favourite 12 images from the work produced on the trip, plus a PDF CATALOGUE emailed to you, a signed POSTCARD to say thank you for supporting the journey and exclusive access to private blog posts and video diary entries along the way."},{"pledge":"Pledge £30 or more","currency":"£","price":"30","desc":"The full-colour BOOK of paintings, photography and writing from the trip, \r\n\r\nAlso the glossy 2014 CALENDAR of my favourite 12 images plus a PDF CATALOGUE, a signed POSTCARD to say thank you and exclusive blog posts and video diary entries along the way."},{"pledge":"Pledge £400 or more","currency":"£","price":"400","desc":"A2 CHARCOAL SKETCH from the US trip on fine art paper, subject of the artist's choice but you choose between New York or San Francisco. Mounted and wrapped.\r\n\r\nPlus the BOOK, PDF CATALOGUE, glossy CALENDAR with my favourite 12 images, a signed POSTCARD to say thank you and exclusive blog posts and video diary entries along the way."},{"pledge":"Pledge £600 or more","currency":"£","price":"600","desc":"Prepare to sit still for a long time!\r\nCOMMISSIONED PORTRAIT upon my arrival back from the US you'll be invited to my studio in Staffordshire, England for a private portrait sitting. You will be able to view some of the US work and chat through the adventure, and you get to take home an original oil painting of yourself or a friend. All the work will be done from direct observation, no photography will be used. The portrait will take a full day's work. Travel expenses and any shipping required are not included. \r\n\r\nYou also get the BOOK, PDF CATALOGUE, CALENDAR and the signed POSTCARD from the US."},{"pledge":"Pledge £3,000 or more","currency":"£","price":"3","desc":"Your opportunity to COMMISSION an original on location oil painting of a view of your choice in either central New York or San Francisco. Depending on necessary permissions I shall seek to get as close to the vista you desire and shall consult sketches with you before beginning the piece. Framing and shipping is included in this price.\r\nYou also get the BOOK, PDF CATALOGUE, CALENDAR and the signed POSTCARD from the US."}]},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/521101/photo-little.jpg?1365731646","name":"PDM Young Actors Workshop Summer 2013 Performance\n\n\nby\nPDM Young Actors Workshop","blurb":"A youth community theatre program celebrating over 20 years of service to the young people in our community.","link":"http://www.kickstarter.com/projects/708836318/pdm-young-actors-workshop-summer-2013-performance?ref=recently_launched","rewards":[{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"PDM Young Actors Pledge Pin. Anyone donating $25 to our production will receive a PDM Lapel Pledge Pin. You will also receive acknowledgement in our Playreel Souvenir program book."},{"pledge":"Pledge $200 or more","currency":"$","price":"200","desc":"VIP Show experience. Anyone donating $200 will recieve a special VIP Show experience  and 4 free tickets to our performance and a visit with our cast after the show to meet the young people who's life you have impacted. You will also receive a quarter page display in our Playreel souvenir program book."},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"Executive VIP Show experience. Anyone donating $1000 will recieve a special VIP Show experience.You get a special edition PDM Lapel Pin and 4 free tickets to our performance and a visit with our cast after the show to meet the young people who's life you have impacted. You will also receive a Full Page display in our Playreel souvenir program book."}]},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/495894/photo-little.jpg?1364332546","name":"Flows to the Ocean Mural\n\n\nby\nExplore Ecology","blurb":"Artist Laura Denny and school kids create mural from scrap materials, to be displayed permanently at the Watershed Resource Center.","link":"http://www.kickstarter.com/projects/1350363167/flows-to-the-ocean-mural?ref=recently_launched","rewards":[{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"A big thank you and an invitation to the public unveiling party of the Flows to the Ocean Mural at the Watershed Resource Center at Arroyo Burro Beach in Santa Barbara."},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"A piece of children's art, hand-made by the kids from the Flows to the Ocean Mural project."},{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"Two complimentary passes for a Saturday Art Workshop and a piece of children's art, hand-made by the kids from the Flows to the Ocean Mural project."},{"pledge":"Pledge $300 or more","currency":"$","price":"300","desc":"Host your child's birthday party with up to twelve guests at Art From Scrap! Make a fun art project from hundreds of different materials with assistance from an Art From Scrap staff member, 2 passes for a Saturday Art Workshop, and a piece of children's art hand-made by the kids from the Flows to the Ocean Mural project."},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"Your name or organization's name featured on the mural as a project sponsor, a child's birthday party at Art From Scrap, 2 passes for a Saturday Art Workshop, and a piece of children's art hand-made by the kids from the Flows to the Ocean Mural project."}]},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/451226/photo-little.jpg?1364521870","name":"Born Bad: A page turner in a groundbreaking new format\n\n\nby\nYounge Media Enterprises, Inc.","blurb":"An eBook that uses a cutting edge app to combine its own movie-like music score & original soundtrack","link":"http://www.kickstarter.com/projects/806177308/born-bad-a-page-turner-in-a-groundbreaking-new-for?ref=recently_launched","rewards":[{"pledge":"Pledge $4 or more","currency":"$","price":"4","desc":"Merged MultiMedia Application (M3A) - a mobile and tablet application for combining (merging and synchronizing) any ebook with an instrumental score that was tailor made by a composer to match the dialogue, setting, characters and action in every scene. It can also combine ebooks with custom-made or non-instrumental soundtracks, or even let you create your own merged mix with your own tunes. \r\n\r\nSome versions of M3A may integrate YMedia’s one of a kind social hub, (YPlace), for discovering & meeting authors, musicians, their works and their fans. M3A is the foundation of YMedia’s operations, and also an important component for truly enjoying MergedMedia books."},{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"Born Bad (The Struggle) EBook - Read the thriller at the heart of this MergedMedia project."},{"pledge":"Pledge $15 or more","currency":"$","price":"15","desc":"Born Bad Original Soundtrack- A compilation album featuring fresh music tracks from hot, new and emerging artists that were either designed or are intended to accompany scenes from Born Bad by YMedia author, Danny Mills."},{"pledge":"Pledge $15 or more","currency":"$","price":"15","desc":"Born Bad Original Score - The powerful, tailor-made instrumental music score composed by one or more of YMedia composers to accompany the specific scenes from Born Bad"},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"We will provide the YPlace Basic Subscription for six months as well as the the M3A and the Born Bad Original Score.\r\n\r\nThe web-based social hub (YPlace) allows you to Meet (new) Talent and Meet other Fans in the music and book industries in very unique ways. On YPlace you can engage in both group discussions about the widest range of new media, including the most remote genres and works, plus have the ability to interact with each individual artist or author on their individual pages, including live chats and  private concerts for premiere subscribers . \r\n\r\nYPlace basic subscribers can “Follow” (receive updates from) any artist or author of their choosing (whether Facebook or Twitter), as well as “Feed” generalized music and book updates and information directly from our marketplace or social hub to the Merged Multimedia App."},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"We will provide the YPlace Basic Subscription for six months as well as the M3A and the Born Bad Original Soundtrack. If interested in the original score instead, or in addition to, please check out our other rewards."},{"pledge":"Pledge $75 or more","currency":"$","price":"75","desc":"Born Bad Merged Media Book with Author and Composer(s) autographs. Merged Media books combine original, tailormade scores with their respective eBooks. In addition to the beautifully meshed book and instrumental score combo, you will be getting the autographs of the destined-to-be-best-selling author and composer(s)."},{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"Born Bad Merged Media Book with Original Soundtrack and Artists' autographs. \r\n\r\nA Merged Media book combines original, tailormade scores, but also custom or original, non-instrumental sound tracks, with their respective eBooks. In addition to an amazing combination of book and lyrical music, you will be getting the autographs of not one, but all of the new, and ultra-talented artists whose tracks are featured on the soundtrack."},{"pledge":"Pledge $250 or more","currency":"$","price":"250","desc":"Born Bad \"Box Set\" - We will include our M3A, Born Bad Original Soundtrack, Born Bad Original Score and Born Bad eBook, complete with autographs."},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"We will provide 2 Premiere YPlace Subscriptions, with M3A, for the duration of 10 years. \r\n\r\nThe web-based social hub (YPlace) allows you to Meet the (new) Talent and Meet other Fans in the music and book industries in very unique ways. \r\n\r\nPremiere subscribers receive all the perks of the basic subscribers [“Follow” (receive updates from) any artist or author of their choosing (whether Facebook or Twitter), as well as “Feed” generalized music and book updates and information directly to the Merged Multimedia App], PLUS access to preferred soundtrack (Compilation of Suggested Songs for specific eBooks), PLUS rewards and VIP events that would include private concerts from YMedia Talent, and advanced merchandise sales, etc."},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"Author-Composer “Merged Media” Preferred Sponsor- We will promote your business and/or place your name on advertisements as a YMedia Preferred sponsor at all marketing, promotional, public speaking, book signings, concerts, or other such events or appearances by your choice of one of our author and composer pairs for one year. Any additional  promotional materials provided by you can be displayed at these events.\r\n\r\n*Until YPlace is fully operational, we will advertize immediately on our homepage in lieu of any YPlace-related rewards, BUT you will still enjoy the full year of advertizing promised in this reward commencing upon YPlace's launch.*"},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"Artist Preferred Sponsor- We will promote your business and/or place your name on advertisements as a YMedia Preferred sponsor at all marketing and promotional events or  concerts and appearances by your choice of one artist for one year. Any additional  promotional materials provided by you can be displayed at these events.\r\n\r\n*Until YPlace is fully operational, we will advertize immediately on our homepage in lieu of any YPlace-related rewards, BUT you will still enjoy the full year of advertizing promised in this reward commencing upon YPlace's launch.*"},{"pledge":"Pledge $2,500 or more","currency":"$","price":"2","desc":"Original Score for any book- Your own personal, tailor-made instrumental music score composed by one of YMedia's composers to accompany the scenes of your favorite book. Book limited to 250 pages or less."},{"pledge":"Pledge $2,500 or more","currency":"$","price":"2","desc":"YPlace Premiere Sponsor- YMedia will be happy to promote your organization as a Premier Sponsor on YPlace for one year. YPlace is YMedia’s one-of-a-kind website, integrating and offering our must-have app, M3A. Our social media site focuses on new and emerging artists and authors and will attract a huge and varied fan base. Your business is sure to enjoy high visibility and marketing success across an immense demographic range.\r\n\r\n*Until YPlace is fully operational, we will advertize immediately on our homepage in lieu of any YPlace-related rewards, BUT you will still enjoy the full year of advertizing promised in this reward commencing upon YPlace's launch.*"},{"pledge":"Pledge $5,000 or more","currency":"$","price":"5","desc":"Corporate Sponsor - We will promote your business and/or place your name on advertisements as our corporate sponsor at all marketing, promotional, public speaking, book signings, concerts, or other such events or appearances by one author and one artist of your choice. Any additional  promotional materials provided by you can be displayed at these events. YMedia will also recognize you and or your business on our website and social hub, YPlace, for one year.\r\n\r\n*Until YPlace is fully operational, we will advertize immediately on our homepage in lieu of any YPlace-related rewards, BUT you will still enjoy the full year of advertizing promised in this reward commencing upon YPlace's launch.*"}]},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/479714/photo-little.jpg?1362438523","name":"Your Fuel Needed for the Ax Inferno\n\n\nby\nPaul Speer","blurb":"The new album.  Tasty instrumental rock with a dash of electronica.","link":"http://www.kickstarter.com/projects/1036074346/your-fuel-needed-for-the-ax-inferno?ref=recently_launched","rewards":[{"pledge":"Pledge $5 or more","currency":"$","price":"5","desc":"A thank you on Paul's website and a virtual high five from Paul (all backers will receive a thank you on the website)."},{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"Download two cuts of your choice from the album and a virtual high five from Paul."},{"pledge":"Pledge $20 or more","currency":"$","price":"20","desc":"Hi resolution digital download of the album."},{"pledge":"Pledge $45 or more","currency":"$","price":"45","desc":"A limited edition Ax Inferno guitar pick + autographed CD + download."},{"pledge":"Pledge $75 or more","currency":"$","price":"75","desc":"THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download."},{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"CD of the Hells Canyon European release (out of print) with Scott Rockenfield of Queensryche + THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download"},{"pledge":"Pledge $200 or more","currency":"$","price":"200","desc":"15 minute Skype call with Paul + EXECUTIVE PRODUCER credit in the CD liner + THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download (free shipping worldwide)"},{"pledge":"Pledge $300 or more","currency":"$","price":"300","desc":"Are you a musician or singer?  Paul will play guitar on one of your songs (this is usually done via the internet) + EXECUTIVE PRODUCER credit in the CD liner + THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download (free shipping worldwide)"},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"THE ARDENT STUDIOS INFERNO #1:  (1 available)  You and a friend take a private tour of world famous Ardent Studios in Memphis with Paul!  The live drums for Ax Inferno were recorded there and over the years Ardent has hosted ZZ Top, Stevie Ray Vaughn, Led Zeppelin, Joe Cocker, Jack White, Bob Dylan, Isaac Hayes, and Soundgarden just to name a few.  Lunch with Paul will follow.  Includes EXECUTIVE PRODUCER credit in the CD liner + THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download + THIS RARITY: a pre-release promo CD from 1993 of Bridge of Dreams with David Lanz. (transportation to Memphis and accomodations not included)"},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"THE ARDENT STUDIOS INFERNO #2: (1 available)  Tour Ardent Studios and have lunch with Paul + EXECUTIVE PRODUCER credit in the CD liner + THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download + THIS RARITY: a CD longbox (remember those?) release of Paul's second solo album from 1992 Collection 991: Music+Art (still shrinkwrapped!)  (transportation to Memphis and accommodations not included)"},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"THE ARDENT STUDIOS INFERNO #3:  (1 available)  Tour Ardent Studios and have lunch with Paul + EXECUTIVE PRODUCER credit in the CD liner + THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download + THIS RARITY: a promotional audiocassette of Desert Vision with David Lanz from 1987.  (transportation to Memphis and accommodations not included)"},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"THE ELVIS INFERNO #1:  (1 available)  You and a friend spend the day with Paul in Memphis!  Tour Elvis Presley's home Graceland, the birthplace of rock 'n' roll Sun Studios and have lunch.  Includes EXECUTIVE PRODUCER credit in the CD liner + THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download + THIS RARITY: a promotional 45 RPM vinyl single of Desert Rain from 1987 (from Desert Vision with David Lanz).  (transportation to Memphis and accommodations not included)"},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"THE ELVIS INFERNO #2:  (1 available)  Tour Graceland and Sun Studios and have lunch with Paul + EXECUTIVE PRODUCER credit in the CD liner + THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download + THIS RARITY: a promotional audiocassette of Bridge of Dreams with David Lanz from 1993. (transportation to Memphis and accommodations not included)"},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"THE ELVIS INFERNO #3:  (1 available)  Tour Graceland and Sun Studios and have lunch with Paul + EXECUTIVE PRODUCER credit in the CD liner + THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download + THIS RARITY: an original vinyl copy of Paul's first album Collection 983: Spectral Voyages from 1984.  (transportation to Memphis and accommodations not included)"},{"pledge":"Pledge $2,500 or more","currency":"$","price":"2","desc":"THE ULTIMATE ATOMIC INFERNO PACKAGE (1 available):\r\nYou and a friend spend the entire day with Paul.  Tour Graceland, Sun Studios, have lunch, take a stroll down Beale Street and then back to Paul's home for an Italian dinner prepared by his wife Janice.  While there, you will also hang out in Paul's private recording studio and hear new music he is working on.  Also inlcudes EXECUTIVE PRODUCER credit in the CD liner + THE INFERNO BONFIRE:  Ax Inferno T-shirt + guitar pick + autographed CD + download  (transportation to Memphis and accommodations not included)\r\n\r\nPLUS THESE THREE EXTREMELY RARE ITEMS:\r\n1- The original acetate created in 1987 by the Mastering Lab in Hollywood for the Natural States vinyl album which contains the worldwide hit \"Behind the Waterfall\".  An acetate looks like and plays like a regular LP but it is cut in real time on a lathe in the mastering studio.  There is only one... this is as rare as it gets!\r\n2- The Japanese release of Natural States on audiocassette.  3- One of my original paintings from 1995 \"Terra Cotta\"."}],"shirt":{"pledge":"Pledge $75 or more","currency":"$","price":"75","desc":"THE INFERNO BONFIRE: Ax Inferno T-shirt + guitar pick + autographed CD + download."}},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/518988/photo-little.jpg?1365556989","name":"CZW Documentary\n\n\nby\nJackson Nye","blurb":"I'm following CZW Wrestling for a year and seeing the pain and joy they feel in performing","link":"http://www.kickstarter.com/projects/1984145251/czw-documentary?ref=recently_launched","rewards":[{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"You will get a email thanking you for your support"},{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"I will buy you a CZW T-shirt out of my own pocket and send it to you!!"},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"I will get an autographed shirt from the Wrestler or Wrestlers of your choice"},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"you will be credited in the film and be invited to any film festival i go to"}],"shirt":{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"I will buy you a CZW T-shirt out of my own pocket and send it to you!!"}},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/512309/photo-little.jpg?1365032293","name":"'GLADSTONE'S SCHOOL FOR WORLD CONQUERORS' DIGITAL\n\n\nby\nArmand Villavert Jr.","blurb":"Have a future as a Supervillian? Now enrolling today.","link":"http://www.kickstarter.com/projects/380844818/gladstones-school-for-world-conquerors-digital?ref=recently_launched","rewards":[{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"Gladstone’s School for World Conquerors Series 1 Digital."},{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"Gladstone’s School for World Conquerors Series 2 Digital $10.00   A new issue digitally each month for five months (or sooner).  Then the completed series PDF once the five issues are completed. The first issue starts in May."},{"pledge":"Pledge $20 or more","currency":"$","price":"20","desc":"THE KID NEFARIOUS PACKAGE:  Gladstone’s School for World Conquerors Series 1 PDF & Series 2 Digital Subscription."},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"THE LOGO SHIRT PACKAGE:  Gladstone’s School for World Conquerors Logo Shirt  & Gladstone's School for World Conquerors chibi sticker set."},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"GHOST GIRL SHIRT PACKAGE:  Gladstone’s School for World Conquerors Ghost Girl Shirt & Gladstone's School for World Conquerors chibi sticker set."},{"pledge":"Pledge $35 or more","currency":"$","price":"35","desc":"LOGO AND SHIRT BOOK ONE DIGITAL PACKAGE:  Gladstone’s School for World Conquerors Logo Shirt & Gladstone's School for World Conquerors chibi sticker set.  Gladstone’s School for World Conquerors Series 1 Digital."},{"pledge":"Pledge $35 or more","currency":"$","price":"35","desc":"GHOST GIRL SHIRT AND BOOK ONE DIGITAL PACKAGE:  Gladstone’s School for World Conquerors Ghost Girl Shirt & Gladstone's School for World Conquerors chibi sticker set.  Gladstone’s School for World Conquerors Series 1 Digital."},{"pledge":"Pledge $35 or more","currency":"$","price":"35","desc":"LOGO AND SHIRT AND BOOK TWO DIGITAL PACKAGE:  Gladstone’s School for World Conquerors Series 2 Digital Subscription.  Gladstone’s School for World Conquerors Logo Shirt & Gladstone's School for World Conquerors chibi sticker set."},{"pledge":"Pledge $35 or more","currency":"$","price":"35","desc":"GHOST GIRL SHIRT AND BOOK TWO DIGITAL PACKAGE: Gladstone’s School for World Conquerors Series 2 Digital Subscription.  Gladstone’s School for World Conquerors Ghost Girl Shirt & Gladstone's School for World Conquerors chibi sticker set."},{"pledge":"Pledge $40 or more","currency":"$","price":"40","desc":"LOGO SHIRT & BOOK 1 AND 2 DIGITAL PACKAGE:  Gladstone’s School for World Conquerors Series 1 Digital & Gladstone’s School for World Conquerors Series 2 Digital Subscription. Gladstone’s School for World Conquerors Logo Shirt & Gladstone's School for World Conquerors chibi sticker set."},{"pledge":"Pledge $40 or more","currency":"$","price":"40","desc":"GHOST GIRL SHIRT & BOOK 1 AND 2 DIGITAL PACKAGE: Gladstone’s School for World Conquerors Series 1 Digital & Gladstone’s School for World Conquerors Series 2 Digital Subscription.  Gladstone’s School for World Conquerors Ghost Girl Shirt & Gladstone's School for World Conquerors chibi sticker set."},{"pledge":"Pledge $70 or more","currency":"$","price":"70","desc":"TWO SHIRT SET OF YOUR CHOICE AND BOOK 1 AND 2 DIGITAL PACKAGE: Gladstone’s School for World Conquerors Series 1 Digital & Gladstone’s School for World Conquerors Series 2 Digital Subscription.\r\n\r\nGladstone’s School for World Conquerors Ghost Girl Shirt & Gladstone's School for World Conquerors chibi sticker set."}],"shirt":{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"THE LOGO SHIRT PACKAGE:  Gladstone’s School for World Conquerors Logo Shirt  & Gladstone's School for World Conquerors chibi sticker set."}},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/515658/photo-little.jpg?1365302635","name":"Astounding Tales Presents: The Sidekick\n\n\nby\nSteven Bowman","blurb":"Tim Reznik was the Blue Badger: teenage sidekick with a bright future ahead of him. 20 years later...and he's still a teenage sidekick.","link":"http://www.kickstarter.com/projects/1572483085/astounding-tales-presents-the-sidekick?ref=recently_launched","rewards":[{"pledge":"Pledge $5 or more","currency":"$","price":"5","desc":"Donation--thank you for your help! You are a true hero!"},{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"\"The Botanist\" level. At this level you've shown you love Astounding Tales and the earth! You receive a PDF digital copy of the entire trade and you save another tree by keepin' it online!"},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"\"Astounding Friend\" level. At this level you receive a signed copy of The Sidekick and a custom sticker!"},{"pledge":"Pledge $40 or more","currency":"$","price":"40","desc":"\"Everybody's Hero\" level. At this level you receive a signed copy of The Sidekick, limited edition 9x12 print, and a custom sticker!"},{"pledge":"Pledge $60 or more","currency":"$","price":"60","desc":"\"Astounding Supporter\" level. At this level you show you're a true supporter of Astounding Tales! You receive: Astounding Supporter certificate personalized with your name, signed copy of The Sidekick, limited edition 9x12 print, a custom sticker, an original sketch on inside cover of book, name listed as an Astounding Supporter on astoundingtalescomics.com."},{"pledge":"Pledge $75 or more","currency":"$","price":"75","desc":"\"Faithful Teenage Sidekick\" level. At this level you have shown the dedication it takes to become a real hero! You receive: Faithful Teenage Sidekick certificate personalized with your name, a signed copy of The Sidekick, 11x17 print, a custom sticker, an original sketch on inside page of book, name listed as an Astounding Supporter on astoundingtalescomics.com."},{"pledge":"Pledge $160 or more","currency":"$","price":"160","desc":"\"Astounding Retailer\" level. If you own a comic book shop, this is your chance to get 10 signed copies of The Sidekick at cost to sell in your store! Or you can give them as Christmas gifts!"},{"pledge":"Pledge $170 or more","currency":"$","price":"170","desc":"\"American Champion\" level. At this level you've proven that you're committed to the fight for truth and justice! You receive: American Champion honorary membership certificate personalized with your name, a signed copy of The Sidekick, 11x17 print, a custom sticker, 9x12 original art commission (You select any character and I'll draw it!), name listed as an Astounding Supporter on astoundingtalescomics.com."},{"pledge":"Pledge $250 or more","currency":"$","price":"250","desc":"\"Blue Badger\" level. At this level you've stepped up, saved the day and proven you're the hero everyone thought you were! You receive: Blue Badger certificate personalized with their name, a signed copy of The Sidekick,11x17 print, a custom sticker, 11x17 original art commission (You choose the character and I'll draw it!), name listed as an Astounding Supporter on astoundingtalescomics.com."}]},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/513083/photo-little.jpg?1365102441","name":"Slightly Damned's Plushification Project\n\n\nby\nSarah \"Chu\" Wilson","blurb":"Ever wanted to hug a Demon? Help make cuddly Buwaro plushies a reality in the Slightly Damned Plushification Project!","link":"http://www.kickstarter.com/projects/1858050352/slightly-damneds-plushification-project?ref=recently_launched","rewards":[{"pledge":"Pledge $5 or more","currency":"$","price":"5","desc":"STICK IT TO 'EM!:\r\n\r\n2 sheets of colorful Slightly Damned stickers!"},{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"BIG PIMPIN' BUWARO!:\r\n\r\nSpecial \"Pimp Buwaro\" charm + 2 sticker sheets!"},{"pledge":"Pledge $20 or more","currency":"$","price":"20","desc":"BEFORE IT WAS COOL!:\r\n\r\nAct fast to get 1 Buwaro plushie for a special price!"},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"PORTABLE HUGS!:\r\n\r\n1 Buwaro plushie!"},{"pledge":"Pledge $30 or more","currency":"$","price":"30","desc":"SPEED DEMON!:\r\n\r\nAct quickly to get 1 Buwaro plushie + 1 \"Pimp Buwaro\" charm + 2 sticker sheets for a special price!"},{"pledge":"Pledge $40 or more","currency":"$","price":"40","desc":"SNOWY SOMBRERO!: \r\n\r\n1 Buwaro plushie + 1 Snowy hat!"},{"pledge":"Pledge $45 or more","currency":"$","price":"45","desc":"PUTTIN' ON THE RHEA!:\r\n\r\n1 Buwaro plushie + 1 Rhea hat!"},{"pledge":"Pledge $50 or more","currency":"$","price":"50","desc":"BUWARO BONNET!:\r\n\r\n1 Buwaro plushie +  1 Buwaro hat!"},{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"C-C-C-COMBO BONUS!:\r\n\r\n1 plushie + 2 sheets of stickers + all 3 fleece hats (Rhea, Snowy, & Buwaro) + 15 seasonal SD buttons!"},{"pledge":"Pledge $150 or more","currency":"$","price":"150","desc":"OWN A PIECE OF HISTORY!:\r\n\r\n1 plushie + Get an original sketch of a Slightly Damned page (random)"},{"pledge":"Pledge $200 or more","currency":"$","price":"200","desc":"THE ULTIMATE RHEA FAN: THERE CAN ONLY BE ONE!\r\n\r\n1 plushie + 1 Rhea hat + 1 Rhea charm + 1 regular Rhea button + 1 spring Rhea button + 1 summer Rhea button + 2 sticker sheets + 1 RHEA FIGURINE!"},{"pledge":"Pledge $300 or more","currency":"$","price":"300","desc":"CHANGE THE PAST!:\r\n\r\n1 plushie + I will redraw any Slightly Damned page from 2004-2010. The redone page will be added to the sdamned.com archive after the original with personal thanks to you. You will also receive the original sketch of the original page as well as the redrawn version!\r\n\r\nNote: first come, first serve!"},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"DESIGN-A-DEMON!:\r\n\r\n1 plushie + Design a Demon to appear for at least 5 pages in the official, totally canon Slightly Damned story! (restrictions apply) You will also receive the original sketch of at least one page featuring your Demon."}]},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/417533/photo-little.jpg?1360704102","name":"Happy Shack Mobile Cafe Launch Party!\n\n\nby\nKim Klein","blurb":"Going the distance so you don't have to! Healthy delicious Frozen Yogurt, Gourmet Waffles and so much more!!!","link":"http://www.kickstarter.com/projects/1369238084/happy-shack-mobile-cafe-launch-party?ref=recently_launched","rewards":[{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"Thank You for supporting small business! We appreciate your support and to show our love we will give you one Happy Shack glow in the dark armband to display your Comanche FroYo pride"},{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"With every donation we grow and in appreciation for your support and encouragement we want to give YOU your first waffle cone of FroYo from the Happy Shack.  Voucher good for local area only"},{"pledge":"Pledge $15 or more","currency":"$","price":"15","desc":"PEACE LOVE FROYO Stadium cup to fill with 12oz of your favorite treat.  Bring it to the Happy Shack and we will sign and fill it up with delicious FroYo!"},{"pledge":"Pledge $20 or more","currency":"$","price":"20","desc":"Thank You! Thank You! Thank You! For all your support and encouragement, for believing in us and wishing to see this dream come true just as much as we do, I know you can almost taste the FroYo and I can see your smile...and that is truly the greatest reward of all! Your first cone is free AND you get a super cool lime green shopping bag with our logo and creed \"Peace Love FroYo\""},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"I am so Happy that YOU are making this pledge and are becoming a part of our Happy Shack family!  For your contribution you will receive a custom logo Happy Shack tshirt and a free waffle cone!"},{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"Wishes do come true and with your help and encouragement we have made a giant step towards reaching this goal.  We would like to host a party (up to 10 guests) in your honor at your chosen location and time.  We will bring the FroYo to you!  (Within a 50 mile radius of Comanche)"},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"How do we thank thee? Oh let me count the ways...We will bring the FroYo Party (Up to 20 guests) to you*.  Tshirts for every guest and a signed photo with Team Happy Shack! Plus a party pak of goodies that will put a ginormous smile on your face and in your heart as well.  *Within Texas only"}],"shirt":{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"I am so Happy that YOU are making this pledge and are becoming a part of our Happy Shack family!  For your contribution you will receive a custom logo Happy Shack tshirt and a free waffle cone!"}},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/515606/photo-little.jpg?1365625799","name":"Days Without Number - Debut Album!\n\n\nby\nTaylor Stanley","blurb":"We're Days Without Number, and we want to share our music with you! Help us record our first album!","link":"http://www.kickstarter.com/projects/1994853325/days-without-number-debut-album?ref=recently_launched","rewards":[{"pledge":"Pledge $1 or more","currency":"$","price":"1","desc":"Download of the song you hear in the video - \"Times\" (This version is exclusive to Kickstarter, and will not be on the album)"},{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"Download the full album online when it is released, and a download of \"Times\""},{"pledge":"Pledge $15 or more","currency":"$","price":"15","desc":"Hard copy of the album mailed to your doorstep, digital download, and a download of \"Times\""},{"pledge":"Pledge $40 or more","currency":"$","price":"40","desc":"T-shirt with album graphic + all of the above"},{"pledge":"Pledge $225 or more","currency":"$","price":"225","desc":"Shout out on the album/website + all of the above"},{"pledge":"Pledge $250 or more","currency":"$","price":"250","desc":"Get the album a week before the release! + all of the above"},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"Moleskin journal with handwritten lyrics of all songs on the album and personal commentary from the band on each song + all of the above"},{"pledge":"Pledge $800 or more","currency":"$","price":"800","desc":"Dinner with the band + all of the above (We can travel, but don't get crazy now)"},{"pledge":"Pledge $1,500 or more","currency":"$","price":"1","desc":"Song writing session with the band! We'll get together and collaborate on a new song, and we'll give you credit on the ownership! + all of the above"},{"pledge":"Pledge $2,500 or more","currency":"$","price":"2","desc":"We'll come to your house and play a live show! We'll have the song writing session and dinner beforehand, and we'll play the song live at the show!\r\n+ all of the above"},{"pledge":"Pledge $3,000 or more","currency":"$","price":"3","desc":"Signed copies of the album & t-shirts for 30 guests at your house show! + all of the above"}],"shirt":{"pledge":"Pledge $40 or more","currency":"$","price":"40","desc":"T-shirt with album graphic + all of the above"}},{"thumbnail":"https://s3.amazonaws.com/ksr/projects/518954/photo-little.jpg?1365554212","name":"Frye Family Band EP\n\n\nby\nTom Frye","blurb":"Songs that will make you laugh, stir your emotions, tap your feet and even lead you in worship. It's all packed in this 6 song EP!","link":"http://www.kickstarter.com/projects/tomfrye/frye-family-band-ep?ref=recently_launched","rewards":[{"pledge":"Pledge $1 or more","currency":"$","price":"1","desc":"A digital thank you (otherwise known as a free mp3 from the new EP)"},{"pledge":"Pledge $10 or more","currency":"$","price":"10","desc":"Digital downloads of all six songs, plus a hard copy of the project once it's released."},{"pledge":"Pledge $25 or more","currency":"$","price":"25","desc":"Digital downloads of all six songs, a hard copy of the project once it's released plus a second copy to give to a friend."},{"pledge":"Pledge $50 or more","currency":"$","price":"50","desc":"Digital downloads of all six songs, a hard copy of the project once it's released. Plus the entire six CD collection from the Frye's, including Tom's first project, a very limited number of which are still available."},{"pledge":"Pledge $75 or more","currency":"$","price":"75","desc":"Digital downloads of all six songs, a hard copy of the project once it's released, the entire six CD collection from the Frye's, including Tom's first project, a very limited number of which are still available, plus chord charts of all the new songs."},{"pledge":"Pledge $100 or more","currency":"$","price":"100","desc":"We will perform an EXCLUSIVE 30 min skype show of the songs from the EP! (All previous offers included)"},{"pledge":"Pledge $150 or more","currency":"$","price":"150","desc":"We will perform an EXCLUSIVE 30 min skype show of the songs from the EP! (You'll receive the full 7 CD discography, chord charts and we'll send you an autographed picture of the band."},{"pledge":"Pledge $250 or more","currency":"$","price":"250","desc":"We will perform an EXCLUSIVE 30 min skype show of the songs from the EP! (You'll receive the full 7 CD discography, chord charts and we'll send you an autographed picture of the band, plus chord charts used in the recording of this project."},{"pledge":"Pledge $500 or more","currency":"$","price":"500","desc":"Digital downloads of all six songs, a hard copy of the project once it's released, the entire six CD collection from the Frye's, including Tom's first project, a very limited number of which are still available, plus chord charts of all the new songs.\r\nAnd as a $500 donor you'll get to join us to be a \"fly on the wall\" during one day of recording with Andy Osenga, plus join us for lunch at our favorite Nashville Restaurant, Baja Burrito!"},{"pledge":"Pledge $1,000 or more","currency":"$","price":"1","desc":"Digital downloads of all six songs, a hard copy of the project once it's released, the entire six CD collection from the Frye's, including Tom's first project, a very limited number of which are still available, plus chord charts of all the new songs.\r\nPlus a Frye Family Band Concert at your home or church (does not include travel or lodging expenses)"},{"pledge":"Pledge $4,400 or more","currency":"$","price":"4","desc":"What can I say, you've done it all! As the person who is underwriting the entire project, you will receive Digital Downloads of the new songs, 10 copies of the new project, all six of Tom and the Frye Family's previous CDs, You will host the First CD release concert at your home or church. (travel expenses may apply if location is further than 750 miles from the Frye's home in Indiana)"}]}]